Repository: jochenwierum/openvpn-manager
Catalog: OpenVPNManager/FrmSettings.*.resx
Languages: de

# chkAllowCommandline.Text
source: &Allow control via command line
de: &Fernsteuerung über Kommandozeile erlauben

# chkAllowCommandline.ToolTip
source: Be carefully! This option allows unprivileged users on the same PC to control your connections.
de: Vorsicht! Diese Option erlaubt unpriviligierten Benutzern auf dem gleichen PC, die VPN-Verbindungen zu kontrollieren

# cbSmartCard.Text
source: OpenVPN has SmartCard support
de: OpenVPN unterstützt SmartCards

# llHowChange.Text
source: how to change?
de: diese Werte editieren?

# lblServiceEnabled.Text
source: disabled
de: deaktiviert

# label10.Text
source: OpenVPNManager service config directory
de: OpenVPNManager Service Konfigurationsverzeichnis

# label9.Text
source: Service file extension
de: Service Dateiendung

# llWhy.Text
source: why?
de: warum?

# label8.Text
source: Service config directory
de: Service Konfiguration

# label7.Text
source: OpenVPN Service control
de: OpenVPN Service Steuerung

# llDetect.Text
source: &Detect automatically
de: &Automatisch erkennen

# label2.Text
source: OpenVPN &config directory
de: OpenVPN &Konfigurationen

# label1.Text
source: OpenVPN &binary
de: OpenVPN &Datei

# tabPage1.Text
source: OpenVPN Settings
de: OpenVPN Einstellungen

# label6.Text
source: Remote control
de: Fernsteuerung

# cmbUpdate.Items
source: On every start
de: bei jedem Start

# cmbUpdate.Items1
source: Once a week
de: jede Woche

# cmbUpdate.Items2
source: Once a month
de: jeden Monat

# cmbUpdate.Items3
source: Never
de: nie

# label5.Text
source: Check for &Updates
de: Auf &Updates prüfen

# chkAutostart.Text
source: start with &Windows
de: mit &Windows starten

# label4.Text
source: Startup
de: Starten

# chkStartMinimized.Text
source: start &minimized
de: &minimiert starten

# tabPage2.Text
source: Program Settings
de: Programmeinstellungen

# RemoveServiceButton.Text
source: Uninstall Service
de: Dienst deinstallieren

# UpdateServiceButton.Text
source: Update Service
de: Dienst aktualisieren

# InstallServiceButton.Text
source: Install Service
de: Dienst installieren

# tabPage3.Text
source: Service
de: Dienst

# $this.Text
source: Settings
de: Einstellungen
