Repository: jochenwierum/openvpn-manager
Catalog: OpenVPNManager/lang/strings.*.resx
Languages: de, fr

# ARGS_Error
source: Could not communicate with OpenVPN Manager - perhaps remote control is not allowed?
de: Konnte nicht mit OpenVPN Manager kommunizieren - ist die Fernsteuerung evtl. deaktiviert?
fr: Impossible de communiquer avec OpenVPN Manager - le contrôle à distance est-il désactivé ?

# ARGS_Help
source: -install-autostart - Install autostart and quit -remove-autostart - Remove autostart and quit -connect name - Connect to VPN "name" -disconnect name - Disconnect from VPN "name" -quit - Shut down running OpenVPN Manager -install - install OpenVPNManager service -uninstall - uninstall OpenVPNManager service -ExecuteServiceAsConsole - Run the 'service' as a console program
de: -install-autostart - Installiert Autostart und beendet -remove-autostart - Entfernt Autostart und beendet -connect name - Verbindet zum VPN "name" -disconnect name - Trennt Verbindung zum VPN "name" -quit - Beendet den laufenden OpenVPN Manager -install - installiert OpenVPNManager Service -uninstall - deinstalliert OpenVPNManager Service -ExecuteServiceAsConsole - Startet den Service als Konsolenprogramm
fr: -install-autostart - Installe l'Autostart et quitte -remove-autostart - Désinstalle l'Autostart et quitte -connect name - Connecter le VPN "name" -disconnect name - Déconnecter le VPN "name" -quit - Arrête les instances d'OpenVPN Manager -install - Installe le service OpenVPNManager -uninstall - Désinstalle le service OpenVPNManager -ExecuteServiceAsConsole - Lance le service en tant que programme console

# ARGS_Invalid_Parameter
source: Invalid value "{1}" for argument {0}! Valid values are: {2}
de: Ungültiger Wert "{1}" für Parameter {0}! Gültige Werte sind: {2}
fr: La valeur "{1}" n'est pas pour le paramètre {0}! Les valeurs autorisées sont: {2}

# ARGS_Missing_Parameter
source: Missing value for argument "{0}"
de: Fehlender Wert für Parameter "{0}"
fr: Valeur manquante pour le paramètre "{0}"

# ARGS_Unknown_Parameter
source: Unknown argument "{0}"
de: Unbekannter Parameter "{0}"
fr: Paramètre "{0}" inconnu

# BOX_Config_Error
source: Could not load Config file. Ignoring!
de: Konnte Konfiguration nicht laden. Datei wird ignoriert!
fr: Impossible de charger le fichier de configuration. Les données seront ignorée !

# BOX_Error_Connect
source: Unable to connect! Details:
de: Fehler beim Verbinden! Details:
fr: Connexion impossible ! Détails:

# BOX_Error_Information
source: Error while loading configuration:
de: Fehler beim Laden der Konfiguration:
fr: Erreur au chargement de la configuration:

# BOX_NoKey
source: Could not find smart card. Please insert one and press retry.
de: SmartCard konnte nicht gefunden werden. Bitte legen Sie eine SmartCard ein und klicken Sie auf Wiederholen.
fr: Carte à puce non détectée. Insérez une carte à puce et cliquez sur Réessayer.

# BOX_Reconnect
source: Do you want to reconnect to this VPN?
de: Wollen Sie sich erneut mit diesem VPN verbinden?
fr: Voulez-vous reconnecter ce VPN ?

# BOX_Service_How_Change
source: These settings are saved in the registry. You can change them with administrator rights. They are located in HKEY_LOCAL_MACHINE\SOFTWARE\OpenVPN.
de: Diese Einstellungen sind in der Windows Registrierung gespeichert. Sie können mit Administrator-Rechten geändert werden. Sie sind unter HKEY_LOCAL_MACHINE\SOFTWARE\OpenVPN zu erreichen.
fr: Ces paramètres sont définis dans le registre Windows. Vous pouvez les modifier avec des droits d'administrateur. Ils sont situés dans la clé HKEY_LOCAL_MACHINE\SOFTWARE\OpenVPN.

# BOX_Service_Not_Installed
source: The OpenVPN service is not installed
de: Der OpenVPN Dienst ist nicht installiert.
fr: Le service OpenVPN n'est pas installé.

# BOX_Service_Same_Path
source: OpenVPN Manager and the OpenVPN service are using the same directory. OpenVPN Manager can't figure out how the connections should be controlled, so the service control features are deactivated. Change one of the directories or change the service file extension.
de: Der OpenVPN Manager und der OpenVPN Dienst verwenden das gleiche Verzeichnis. Der OpenVPN Manager kann nicht herausfinden, welche Verbindung wie verwaltet werden soll, deshalb wird die Service-Funktion deaktiviert.
fr: OpenVPN Manager et le service OpenVPN utilisent le même dossier. OpenVPN Manager n'arrive pas à savoir comment les connexions doivent être contrôlées, et par conséquent le contrôle du service est désactivé. Modifiez l'un des dossier ou modifiez l'extension des fichiers du service.

# BOX_Settings_Close
source: In order to edit settings all connection must be closed. Close all connections?
de: Um die Einstellungen editieren zu können, müssen alle Verbindungen geschlossen werden. Fortfahren?
fr: Pour éditer les options, toutes les connexions doivent être fermées. Fermer toutes les connexions ?

# BOX_UpdateError
source: The update information could not be downloaded
de: Die Updateinformationen konnten nicht heruntergeladen werden
fr: Impossible de télécharger les informations de mise à jour

# BOX_UpdateFormat
source: The update information hat an invalid format
de: Die Updateinformationen haben ein ungültiges Format
fr: Les informations de mise à jour ne sont pas au bon format

# BOX_UpdateInformation
source: A new Version (%s) was found. Do you want to see details in your browser?
de: Eine neue Version (%s) wurde gefunden. Sollen Details in Ihrem Webbrowser angezeigt werden?
fr: Une nouvelle version a été trouvée. Voulez-vous voir le détail dans votre navigateur ?

# BOX_UpdateMissing
source: The update information did not contain this program!
de: Die Updateinformationen enthalten keine Details für dieses Programm.
fr: Les informations de mise à jour ne concernent pas ce programme.

# BOX_UpdateNone
source: No new version was found.
de: Es wurde keine neue Version gefunden.
fr: Pas de nouvelle version trouvée.

# BOX_VPNS_Error
source: Error while starting OpenVPN.
de: Fehler beim Starten von OpenVPN.
fr: Erreur au lancement d'OpenVPN

# BOX_VPN_Error
source: Error while starting OpenVPN. Do you want to see its log file?
de: Fehler beim Starten von OpenVPN. Wollen Sie die Log-Datei einsehen?
fr: Erreur au lancement d'OpenVPN. Voulez-vous voir le rapport ?

# DIALOG_Disabled
source: disabled
de: deaktiviert
fr: désactivé

# DIALOG_Enabled
source: enabled
de: aktiviert
fr: activé

# DIALOG_Filter_Allfiles
source: All files
de: Alle Dateien
fr: Tous les fichiers

# DIALOG_Filter_Application
source: Applications
de: Anwendungen

# DIALOG_IP_Copy
source: &Copy IP
de: &IP kopieren
fr: Copier l'adresse &IP

# DIALOG_Service
source: service
de: Dienst

# DIALOG_Title_Folder
source: Select OpenVPN configuration directory
de: OpenVPN Konfiguration wählen
fr: Sélectionnez le dossier de configuration OpenVPN

# DIALOG_Title_Open_OpenVPN
source: Search OpenVPN
de: OpenVPN suchen
fr: Rechercher OpenVPN

# QUICKINFO_Connect
source: Connect (Alt+O)
de: Verbinden (Alt+O)
fr: Connecter (Alt+O)

# QUICKINFO_Disconnect
source: Disconnect (Alt+O)
de: Verbindung trennen (Alt+O)
fr: Déconnecter (Alt+O)

# QUICKINFO_Update
source: An Update is available!
de: Ein Update ist verfügbar!
fr: Une mise à jour est disponible !

# QUICKINFO_Update_More
source: See the "about" Dialog for more information.
de: Öffnen Sie den "Über"-Dialog für mehr Informationen.
fr: Ouvrir la fenêtre "A propos" pour plus d'informations

# STATE_Connected
source: Connected
de: Verbunden
fr: Connecté

# STATE_Disconnected
source: Disconnected
de: Abkoppeln
fr: Déconnecté

# STATE_Initializing
source: Initializing...
de: Inizialisiere...
fr: Initialisation...

# STATE_Stopped
source: Stopped
de: Gestoppt
fr: Arrêté

# STATE_Stopping
source: Stopping...
de: Stoppe...
fr: Arrêt en cours...

# TRAY_Connect
source: &Connect
de: &Verbinden
fr: &Connecter

# TRAY_Disconnect
source: &Disconnect
de: &Trennen
fr: &Déconnecter

# TRAY_Edit
source: &Edit
de: &Editieren
fr: &Editer

# TRAY_Error_Information
source: Show &error information
de: Fehlerinformationen &zeigen
fr: &Voir le rapport d'erreur

# TRAY_Show
source: &Show
de: &Zeigen
fr: &Voir

# VPNSTATE_ADD_ROUTES
source: Adding routes...
de: Füge Routen hinzu...
fr: Mise en place des routes...

# VPNSTATE_ASSIGN_IP
source: Assigning IP...
de: Setze IP...
fr: Récupération de l'adresse IP...

# VPNSTATE_AUTH
source: Authenticating...
de: Authentifiziere...
fr: Authentification...

# VPNSTATE_CONNECTED
source: Connected
de: Verbunden
fr: Connecté

# VPNSTATE_CONNECTING
source: Connecting...
de: Verbinde...
fr: Connection en cours...

# VPNSTATE_EXITING
source: Exiting...
de: Beende...
fr: Arrêt en cours...

# VPNSTATE_GET_CONFIG
source: Downloading config...
de: Übertrage Konfiguration...
fr: Téléchargement de la configuration...

# VPNSTATE_RECONNECTING
source: Reconnecting...
de: Verbinde erneut...
fr: Reconnexion en cours...

# VPNSTATE_WAIT
source: Waiting for Server...
de: Warte auf Server...
fr: En attente du serveur...

# STATE_Connecting
source: Connecting
fr: Connection en cours
